Repository: RUBclim/isithot
Catalog: web/isithot/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Hell no!
de: Auf gar keinen Fall!

source: No!
de: Nein!

source: Nope
de: Ne

source: Not really
de: Nicht wirklich

source: Yup
de: Jo

source: Yeah!
de: Ja!

source: Hell yeah!
de: auf jeden Fall!

source: Bloody hell yes!
de: Ohne jeden Zweifel

source: not sure, we have no data yet
de: nicht sicher, wir haben noch keine Daten

source: Are you kidding?! It's bloody cold
de: Machst du Witze?! Es ist verdammt kalt

source: It's actually really cold
de: Es ist tatsächlich ziemlich kalt

source: It's actually kinda cool
de: Es ist tatsächlich recht kühl

source: It's about average
de: Es liegt mehr oder weniger im Durchschnitt

source: It's warmer than average
de: Es ist wärmer als normal

source: It's quite %(hot_warm)s!
de: es ist ziemlich %(hot_warm)s!

source: It's really %(hot_warm)s!
de: es ist recht %(hot_warm)s!

source: It's bloody %(hot_warm)s!
de: es ist verdammt %(hot_warm)s!

source: hot
de: heiß

source: Daily Average Temperature
de: Tagesmitteltemperatur

source: Daily Average Temperature (°C)
de: Tagesmitteltemperatur (°C)

source: <b>5th percentile: %(q5).1f °C</b>
de: <b>5. Perzentil: %(q5).1f °C</b>

source: <b>95th percentile: %(q95).1f °C</b>
de: <b>95. Perzentil: %(q95).1f °C</b>

source: <b>Trend for this time of year: %(century_trend).1f K/century</b>
de: <b>Trend für diese Jahreszeit: %(century_trend).1f K/Jahrhundert</b>

source: <b>Overall Trend: %(century_trend).1f K/century</b>
de: <b>Ganzjähriger Trend: %(century_trend).1f K/Jahrhundert</b>

source: <b>Today: %(cur_avg).1f °C</b>
de: <b>Heute: %(cur_avg).1f °C</b>

source: <b> 95th percentile: %(q95).1f °C</b>
de: <b> 95. Perzentil: %(q95).1f °C</b>

source: <b> 5th percentile: %(q5).1f °C</b>
de: <b> 5. Perzentil: %(q5).1f °C</b>

source: <b> 50th percentile: %(med).1f °C</b>
de: <b> 50. Perzentil: %(med).1f °C</b>

source: Is it %(hot_warm)s in Bochum?
de: Ist es %(hot_warm)s in Bochum?

source: Is it %(hot_warm)s?
de: Ist es %(hot_warm)s?

source: Is it %(hot_warm)s right now in Bochum at
de: Ist es gerade %(hot_warm)s in Bochum an der

source: Dig deeper
de: Mehr Details

source: This Idea originally comes from Sydney. Please have a look at
de: Die Idee stammt ursprünglich aus Sydney. Bitte betrachten Sie

source: built by
de: entwickelt von

source: , and
de: , und

source: Here's how today compares...
de: Der heutige Tag im Vergleich...

source: Today's maximum temperature so far is %(today_max)s °C, and the minimum overnight was %(today_min)s °C. The average of the two is %(cur_avg).1f °C, which is warmer than %(cur_perc).0f&#37; of daily average temperatures at %(station)s for this time of year over the period %(period_start)s - %(period_end)s. The really hot and cold days (top and bottom 5&#37;, respectively) are outside the dotted lines.
de: Die heutige Maximaltemperatur bis jetzt ist %(today_max)s °C und die Minimumtemperatur ist %(today_min)s °C. Der Durchschnitt beider ist %(cur_avg).1f °C, was wärmer als %(cur_perc).0f&#37; der täglichen mittleren Temperaturen an der %(station)s in dieser Jahreszeit und im Zeitraum von %(period_start)s - %(period_end)s ist. Die sehr heißen und kalten Tage (die jeweiligen oberen und unteren 5&#37;) liegen außerhalb der gestrichelten Linien.

source: %(station)s daily average temperature for the two weeks around %(current_date)s
de: %(station)s mittlere tägliche Temperatur für zwei Wochen um den %(current_date)s

source: This is the distribution of temperatures typical for this time of year, which we've defined as a seven day window either side of today. Just like a bell curve, the plot is higher at more common temperatures and lower at rare temperatures.
de: Dies ist die Verteilung der Temperaturen, die typisch für diese Jahreszeit sind. Diese wurden als ein Fenster von sieben Tagen um das heutige Datum definiert. Der Plot zeigt höhere Werte bei häufig vorkommenden Temperaturen und niedrige Werte bei selten vorkommenden Temperaturen.

source: Distribution of daily average temperature for this time of year since %(year)s
de: Verteilung der Tagesmitteltemperatur für diese Jahreszeit seit %(year)s

source: ...and the rest of the year
de: ...und der Rest des Jahres

source: We've compared every day this year at %(station)s to similar times of year in the past. Red days were %(hot_warm)s compared to records; blue days were cold.
de: Jeder Tag in diesem Jahres, an der %(station)s, wurde mit ähnlichen Zeiträumen in den vergangenen Jahren verglichen. Rot markierte Tage waren im Vergleich %(hot_warm)ser, blaue Tage kälter.

source: %(station)s percentiles for %(year)s
de: %(station)s Perzentile für %(year)s

source: What about the last years?
de: Was ist mit den letzten Jahren?

source: show previous year
de: zeige Vorjahr
